[
  {
    "name": "Assassin",
    "archetype": "DPS",
    "flavor": "Burst damage from stealth using Mark. E.g. Imperial Assassins, Wild Panthers, Lurking Ghosts.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "3",
    "tierarmor": "0",
    "passive": "This NPC Disappears after Deploying. When this attacks a Marked character, this disappears if it wasn’t already when it attacked.",
    "actionname": "Neutralize Target",
    "action": "Target any character and Mark them, this Mark cannot be lost.",
    "attackname": "Slice",
    "attack": "Roll 3 + [Tier] on an adjacent target. If this was Disappeared it may reappear in a space adjacent to the target, and gain 2 + [Tier] Advantage.\nReward: Deal [Hits] + [Tension] damage, if the target has no other adjacent characters deal [Tier] additional damage.",
    "attackdice": "3",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Hidden Blades",
    "acetension": "2",
    "ace": "For the rest of the Scene whenever this NPC disappears it leaves a “Hidden Blade” in the space it left. Hidden Blades are spaces of difficult Terrain that deal [Tier] Damage to any character who moves into it, this also removes it."
  },
  {
    "name": "Bruiser",
    "archetype": "DPS",
    "flavor": "Attacks to Daze, deals extra damage after. E.g. Professional Boxer, Dire Gorilla, Police Officer.",
    "basehp": "15",
    "tierhp": "5",
    "speed": "3",
    "tierarmor": "1",
    "passive": "If this NPC's Attack can't push its target the full distance, the target is Dazed.",
    "actionname": "Beatdown",
    "action": "Target an adjacent Dazed character, this deals 2 damage to them 1 + [Tier] times.",
    "attackname": "Skulduggery",
    "attack": "Target characters in a 2x2 Zone placed on this, without targeting this. Roll 4 + [Tier].\nReward: Deal [Hits] + [Tension] damage and push the target [Tier × 2] space(s).",
    "attackdice": "4",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Decimate",
    "acetension": "1",
    "ace": "This NPC indicates a 3x3 Zone centered in a space 2 spaces away from it and Steadies itself. At the end of the next turn, this uses “Skulduggery” on all opponents in said Zone with 2 + [Tier] Advantage."
  },
  {
    "name": "Executioner",
    "archetype": "DPS",
    "flavor": "Debilitating anti-tank attacks at slow pace. E.g. Axe Wielder, Elderly Master, Grim Reaper.",
    "basehp": "15",
    "tierhp": "5",
    "speed": "3",
    "tierarmor": "0",
    "passive": "This NPC is unaffected by Effects that lower its speed, or prevents movement.",
    "actionname": "Focus",
    "action": "This NPC Strengthens and Reinforces.",
    "attackname": "Cleave",
    "attack": "When this attacks without being ‘Charged’, they are Charged instead. While Charged, this has its Speed reduced to 1 and gains 1 + [Tier] Armor. Target characters in a 2 space Line adjacent to this. Roll 6 + [Tier × 2], then lose Charged.\nReward: Deal [Hits] + [Tension x 2] damage. Shred the target if they haven’t been attacked by enemies this Round.",
    "attackdice": "6",
    "attacktierdice": "2",
    "attacktensionx": "2",
    "acename": "Bifurcate",
    "acetension": "2",
    "ace": "This NPC indicates an opponent, becomes Charged, and Steadies itself. At the end of the next turn, this moves adjacent to that opponent (or as close as possible), moving through as few spaces as possible. This NPC then uses “Cleave”, targeting the opponents it moved through or adjacent to."
  },
  {
    "name": "Javelin",
    "archetype": "DPS",
    "flavor": "Creates and uses Fodder to make attacks. E.g. Violent Fey, Flame Summoner, Automated Cannon.",
    "basehp": "15",
    "tierhp": "5",
    "speed": "2",
    "tierarmor": "0",
    "passive": "When this NPC attacks, it may destroy a Fodder Zone in its space or adjacent to it to extend the range it can attack to 5 spaces.",
    "actionname": "Call",
    "action": "Create 1 + [Tier] Fodder within 4 spaces. The amount created decreases by one each time it’s used in the same Round.",
    "attackname": "Crushing Impact",
    "attack": "Target a 2x2 Zone placed on itself, without targeting itself. Roll 4 + [Tier].\nReward: Deal [Hits] + [Tension] damage and Launch if there is only one targeted character.",
    "attackdice": "4",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Shockwave",
    "acetension": "1",
    "ace": "This NPC indicates a 5x5 Zone centered on itself, without targeting itself, and Steadies. At the end of the next turn, this uses “Crushing Impact”, targeting opponents in said Zone with [Tier] Advantage."
  },
  {
    "name": "Ronin",
    "archetype": "DPS",
    "flavor": "Fast and versatile attacker with on-Crit effects. E.g. Wandering Duelist, Crazed Killer, Feral Hound.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "4",
    "tierarmor": "0",
    "passive": "This NPC starts its Turn with 1 additional AP, but can only target the same character once each Turn.",
    "actionname": "Sheath",
    "action": "The next time this character moves, they must spend 3 AP, but may also Dissect targeting all characters they move into or out of adjacency with.",
    "attackname": "Dissect",
    "attack": "This attack is Swift. Choose an adjacent target and Roll 4 + [Tier].\nReward: Deal [Hits] + [Tension] damage. If two or more Crits were rolled, Shred and Slow them.",
    "attackdice": "4",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Thunderclap And Flash",
    "acetension": "1",
    "ace": "This NPC Steadies itself and indicates 4 Lines of any length connected at their ends, where one is connected to it. At the end of the next Turn, this moves across each Line, ignoring characters and Terrain, until it reaches the end of the final Line. It then uses “Dissect” targeting each opponent it moves over or into adjacency with, with this Attack Critting on 5s."
  },
  {
    "name": "Viper",
    "archetype": "DPS",
    "flavor": "Spreads Blight and deals burst if not stopped. E.g. Bandit, Slinking Serpent, Malevolent Spirit.",
    "basehp": "15",
    "tierhp": "5",
    "speed": "4",
    "tierarmor": "0",
    "passive": "When this Attacks, it moves up to 3 spaces, ignoring opponents. If it passes through an opponent it hasn’t Attacked this Turn it may “Filet” them.",
    "actionname": "Lick The Knife",
    "action": "Deal damage to Blighted players equal to the number of Blighted players + [Tier].",
    "attackname": "Filet",
    "attack": "Choose an adjacent target, or choose not to activate Passive to target one up to 5 spaces away. Roll 4 + [Tier].\nReward: Deal [Hits] + [Tension] damage and Blight the target. If they were already Blighted, Mark them.",
    "attackdice": "4",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Knife In The Dark",
    "acetension": "2",
    "ace": "This NPC is removed from the board. At the end of the next turn, this uses “Filet” to teleport adjacent to and Attack all players without an adjacent ally, reappearing on any space thereafter. he average combat."
  },
  {
    "name": "Behemoth",
    "archetype": "DPS",
    "flavor": "Endgame checkmate, creates Obstacles. E.g. Terra Magi, Gigantic Drake, Wandering Undertaker.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "3",
    "tierarmor": "0",
    "passive": "",
    "actionname": "Leap",
    "action": "This NPC Disappears if it did not attack this Turn. When it reappears it Launches and all pushes all characters within 2 spaces of it 2 spaces unless they choose to Dodge as if this was an attack.",
    "attackname": "Tore From Earth",
    "attack": "Target up to two characters within 6 spaces. Roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage and place a 15 + [Tier × 5] Health 0 Armor Obstacle adjacent to them.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Meteor",
    "acetension": "5",
    "ace": "This NPC Teleports to the middle of the board and Steadies itself. At the start of its next Turn it attacks all characters that do not have an Obstacle between them and this, instantly dealing 2 Wounds to them."
  },
  {
    "name": "Captor",
    "archetype": "DPS",
    "flavor": "Disrupts squishy targets at long range. E.g. Retiarius, Bounty Hunter, Wolf-Hunting Spider.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "3",
    "tierarmor": "0",
    "passive": "",
    "actionname": "Watch And Wait",
    "action": "Place a unique piece of difficult terrain in an unoccupied space within 4 spaces of this, if a character enters said space it’s removed and this may use “Catch And Release” on them.",
    "attackname": "Catch And Release",
    "attack": "Choose a target within 4 spaces. Roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage, Weaken and Snare the target if they haven’t been attacked by enemies this Round.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Sticky Bomb",
    "acetension": "1",
    "ace": "Indicate an opponent in 5 spaces. At the end of the next turn, this uses “Catch And Release” targeting all characters in 3 spaces of that character. Characters hit by this are pulled adjacent to the character and are Snared by them instead of this."
  },
  {
    "name": "Pugilist",
    "archetype": "DPS",
    "flavor": "All-rounder with rotating effects on attack. E.g. Martial Artist, Varied Arsenal, 4-faced Demon.",
    "basehp": "15",
    "tierhp": "5",
    "speed": "4",
    "tierarmor": "0",
    "passive": "When this Attacks they gain an additional effect based on the number of times they’ve attacked in the scene, resetting when they reach the final one. The effects are as follows. **1: Push the target 3 spaces, then move to follow.** **2: Snare the target.** **3: Launch the target.** **4: If the target is Launched, gain double Advantage from** Spiking them.",
    "actionname": "Take Stance",
    "action": "This NPC may set its passive to any of its steps, then Strengthen itself.",
    "attackname": "Flurry Of Strikes",
    "attack": "Roll 5 + [Tier] on an adjacent target.\nReward: Deal [Hits] + [Tension] damage, Slow the target if they haven’t been attacked by enemies this Round.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Martial Perfection",
    "acetension": "3",
    "ace": "For the rest of combat, this triggers their passive twice on each attack. This NPC immediately takes another Turn."
  },
  {
    "name": "Ranger",
    "archetype": "DPS",
    "flavor": "Ultra-long-ranged attacker with high damage. E.g. Careful Sniper, Elven Archer, Turret Emplacement.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "2",
    "tierarmor": "0",
    "passive": "After this is Attacked it may move one space.",
    "actionname": "Nest",
    "action": "This NPC Steadies itself and gains 1 “Aim”. Aim is lost when this moves on it’s turn and adds 1 damage to all of it’s successful attacks",
    "attackname": "Take The Shot",
    "attack": "This NPC chooses a character in 8 spaces. Roll 5 + [Tier]. This NPC deals [Tier + 2] additional damage if the target is at least 4 spaces away and hasn't been attacked by enemies this Round.\nReward: Deal [Hits] + [Tension] damage..",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Headshot",
    "acetension": "2",
    "ace": "Choose a target this can see. The next time they’re hit by this NPC's Attack they receive an additional [Hits] damage."
  },
  {
    "name": "Witch",
    "archetype": "DPS",
    "flavor": "Aoe ranged attacker with slow movement. E.g. Dark Sorcerer, Reckless Bomber, Bile Spewer.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "2",
    "tierarmor": "0",
    "passive": "After this NPC attacks indicate a 3x3 Zone centered on the space it attacked, at the end of the next Turn all players in that Zone take [Tier] damage.",
    "actionname": "Drawing Runes",
    "action": "This action costs 2 AP. This NPC creates a 3×3 Zone centered on it, replacing any others. So long as it’s in this Zone all dice it rolls are counted as hits.",
    "attackname": "Expelling Force",
    "attack": "Choose a target within 5 spaces. Roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage, push the target 2 spaces away.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "EXPLOSION",
    "acetension": "1",
    "ace": "This NPC Indicates a 4x4 Zone anywhere on the board and Steadies itself. At the end of the next turn, this may use “Expelling Force” and target all its opponents in the Zone and gains 1 + [Tier] Advantage. This NPC removes the Zone."
  },
  {
    "name": "Bodyguards",
    "archetype": "Tank",
    "flavor": "Enhanced Fodder that can buff allies. E.g. Soldier Squad, Churning Mass, Wolf Pack.",
    "basehp": "1",
    "tierhp": "0",
    "speed": "0",
    "tierarmor": "0",
    "passive": "When this would Deploy, Deploy 4 + [Tier] unique Fodder Zones instead. This NPC cannot be Knocked out until all of its Fodder Zones are Knocked Out or until all non Fodder are Knocked Out, and when they are, this receives 1 damage.",
    "actionname": "Brace",
    "action": "If there are 3 or more Fodder Zones in a line, they all become impassable until the line’s broken.",
    "attackname": "Behind Me",
    "attack": "Move all Fodder Zones up to one space. Choose up to 3 characters adjacent to a Fodder Zone. If this targets an ally, Reinforce them. If this targets an opponent, roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage, daze targets who haven’t been attacked this Round.",
    "attackdice": "",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Reinforcements",
    "acetension": "2",
    "ace": "Create 3 + [Tier] Fodder Zones in spaces on the edge of the Board. This NPC immediately takes another Turn."
  },
  {
    "name": "Broodmother",
    "archetype": "Tank",
    "flavor": "Creates Fodder when hit and taunts. E.g. Scarab Lord, Transport Vehicle, Tough Summoner.",
    "basehp": "15",
    "tierhp": "5",
    "speed": "3",
    "tierarmor": "1",
    "passive": "When this receives damage while there are **5(+2) or less Fodder Zones on the board, it may place a** Fodder Zone within 2 spaces of it.",
    "actionname": "Call",
    "action": "Create 1 + [Tier] Fodder within 4 spaces. The amount created decreases by one each time it’s used in the same Round.",
    "attackname": "Swarming Chase",
    "attack": "This NPC moves itself and all adjacent allies one space, Roll 4 + [Tier] targeting any opponents this moves adjacent to.\nReward: Deal [Hits] + [Tension] damage, + 1 for each Fodder Zone adjacent to the Broodmother.",
    "attackdice": "4",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Roar",
    "acetension": "2",
    "ace": "This NPC Taunts all opponents in a 5x5 zone centered on it. This NPC immediately takes another Turn."
  },
  {
    "name": "Glutton",
    "archetype": "Tank",
    "flavor": "Eats Fodder to heal and spits them out E.g. Ravenous Ogre, Nanobot Swarm, Splitting Slime.",
    "basehp": "20",
    "tierhp": "5",
    "speed": "2",
    "tierarmor": "0",
    "passive": "When this Knocks Out a Fodder Zone, it restores 3 + [Tier] Health. Track how many times this NPC triggers this healing.",
    "actionname": "Call",
    "action": "Create 1 + [Tier] Fodder within 4 spaces. The amount created decreases by one each time it’s used in the same Round.",
    "attackname": "Slobber",
    "attack": "Choose up to 2 adjacent targets. Roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage and Slow the target(s) who haven’t been attacked this Round.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Regurgitate",
    "acetension": "4",
    "ace": "This NPC places Fodder Zones equal to the number it destroyed with its passive on spaces of its choice. If any of these Zones are placed on characters, those characters are Launched."
  },
  {
    "name": "Oni",
    "archetype": "Tank",
    "flavor": "Swaps between a healing and tanking stance. E.g. Red & Blue Oni, Stance Dancer, Eclipse Magi.",
    "basehp": "15",
    "tierhp": "5",
    "speed": "3",
    "tierarmor": "0",
    "passive": "When this deploys, it is Strengthened. When this is Attacked it loses all positive Effects it has. When this NPC loses Strengthened it becomes Reinforced, when it loses Reinforced it becomes Strengthened.",
    "actionname": "Stabilize",
    "action": "This NPC loses its Effects and Hastens.",
    "attackname": "Polaris",
    "attack": "If this is Strengthened it moves up to 2 spaces in a straight line, targeting all characters it moved into adjacency with. If this is Reinforced it targets all characters in a 3x3 Zone centered on itself without targeting itself. Roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage and Launch the target(s) if this is Strengthened, or heal [Hits] health and Haste the target(s) if this is Reinforced.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Vibrant Terror",
    "acetension": "4",
    "ace": "For the rest of this Scene, this gains double the benefits from positive Effects. This NPC immediately takes another Turn."
  },
  {
    "name": "Paladin",
    "archetype": "Tank",
    "flavor": "Can both Daze enemies and heal allies. E.g. Holy Warrior, Reassuring Comrade, Pack Guardian.",
    "basehp": "18",
    "tierhp": "5",
    "speed": "3",
    "tierarmor": "1",
    "passive": "When this attacks their allies, they don't deal damage, healing the same amount instead.",
    "actionname": "Gospel",
    "action": "Reinforce Regenerating characters.",
    "attackname": "Gift From God",
    "attack": "Choose up to 2 adjacent targets. Roll 4 + [Tier].\nReward: Deal [Hits] + [Tension] damage and Daze the target if it’s an opponent who hasn’t been attacked this Round, or give Regenerate if it’s an ally.",
    "attackdice": "4",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Weal and Woe",
    "acetension": "1",
    "ace": "This NPC uses “Gift From God” against all characters in 2 spaces of it."
  },
  {
    "name": "Cocoon",
    "archetype": "Tank",
    "flavor": "Endgame threat that absorbs attacks early. E.g. Slumbering Giant, Patience, Half-Built Machine.",
    "basehp": "18",
    "tierhp": "5",
    "speed": "4",
    "tierarmor": "1",
    "passive": "This NPC starts combat Scenes ‘Docile’. While Docile, it can't move or attack, and it gains 1 ‘Growth’ when it ends its Turn. When this starts its Turn with 3 or more Growth, it loses Docile and regains 10(+2) Health if it could lose it.",
    "actionname": "Menace",
    "action": "Fear all opponents within 3 spaces of this. If this is docile an ally can move or Attack.",
    "attackname": "Rampage",
    "attack": "Move up to 3 spaces in a straight line, ignoring any and all forms of restriction. Roll 4 + [Tier] on an adjacent target.\nReward: Deal [Hits] + [Tension] damage and use this attack again, only targeting characters who haven’t been attacked this turn.",
    "attackdice": "4",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Quick Growth",
    "acetension": "3",
    "ace": "This NPC gains 1 Growth. This NPC immediately takes another Turn."
  },
  {
    "name": "Duelist",
    "archetype": "Tank",
    "flavor": "Forces single targets to attack them in duels. E.g. Royal Fencer, Imperial Annoyance, Latching Insect.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "4",
    "tierarmor": "0",
    "passive": "Characters who Attack or are Attacked by this are Taunted by it.",
    "actionname": "Goad",
    "action": "Taunt a character, if they were already, force them to spend 2 Focus or move 3 spaces directly towards this, dazing them if they move adjacent.",
    "attackname": "Flèche",
    "attack": "Choose a target within 2 spaces. Roll 5 + [Tier]. If the target is Taunted, deal [Tier] Additional damage.\nReward: Deal [Hits] + [Tension] damage and move 1 space.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Disassemble",
    "acetension": "2",
    "ace": "Place a “weak point” in an unoccupied space adjacent to a character, they follow their host’s movement at all times. When this Attacks them while standing in its weak point, this does [Tension] additional damage, consumes the weak point, and may immediately use this Ace again."
  },
  {
    "name": "Guardian",
    "archetype": "Tank",
    "flavor": "Protects allies from a specific direction. E.g. Honor-Bound Knight, Big Body, Stone Golem.",
    "basehp": "20",
    "tierhp": "5",
    "speed": "3",
    "tierarmor": "1",
    "passive": "The spaces adjacent to this are counted as difficult terrain for its opponents.",
    "actionname": "Guardian Shield",
    "action": "This NPC Slows itself and places a 2x3 “shield” adjacent to it until the start of its next Turn, with the zone moving to match this. Opponents who attack in this area treat their targets as having 1 + [Tier] additional Armor.",
    "attackname": "Shove",
    "attack": "Roll 4 + [Tier] on an adjacent target.\nReward: Deal [Hits] + [Tension] damage, push the target 2 spaces away, and Launch them.",
    "attackdice": "4",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Imposing Presence",
    "acetension": "3",
    "ace": "For the rest of the scene characters adjacent to or within the Guardian's shield are Taunted."
  },
  {
    "name": "Mount",
    "archetype": "Tank",
    "flavor": "Attaches to squishy allies to protect and buff. E.g. Armored Horse, Giant Salamander, Dire Wolf.",
    "basehp": "15",
    "tierhp": "5",
    "speed": "4",
    "tierarmor": "0",
    "passive": "When this is deployed, or as an action, it may have a willing adjacent character ‘Mount’ it, replacing any past riders. While a character is Mounted on this, they move to stay in the same space when the other moves. Attacks that target only an NPC rider are redirected to target this instead.",
    "actionname": "Synergy",
    "action": "This NPC may use its rider’s Action, or any 1 Cost Utility Action if the rider is a player.",
    "attackname": "Thrash",
    "attack": "Target up to 2 adjacent targets. Roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "“CHARGE!”",
    "acetension": "2",
    "ace": "This NPC moves up to its speed in a straight line. When this movement ends, its rider may use its Attack / Skirmish with [Tier] Advantage. This NPC immediately takes another Turn."
  },
  {
    "name": "Revenant",
    "archetype": "Tank",
    "flavor": "Immortal NPC that drains Focus on attack. E.g. Chilling Spirit, Reassembling Skeleton, Grey Mage.",
    "basehp": "10",
    "tierhp": "5",
    "speed": "3",
    "tierarmor": "0",
    "passive": "This NPC does not provide Tension when Knocked Out. If this NPC is Knocked Out at the start of the Round, it returns to the board at full Health in an unoccupied space of its choice.",
    "actionname": "Lurk",
    "action": "All opponents with 1 or less Focus are Feared by non-Revenant characters within 2 spaces.",
    "attackname": "Tear From The Soul",
    "attack": "Choose a target within 3 spaces. Roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage and the target loses 1 + [Tier] Focus.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Hollowed Eyes",
    "acetension": "2",
    "ace": "This NPC indicates the player with the least Focus. At the end of the next turn, this uses “Tear From The Soul” ; they teleport to a space adjacent to that player and gain 6 + [Tier] Advantage - the target’s current Focus."
  },
  {
    "name": "Spright",
    "archetype": "Tank",
    "flavor": "Dodge tank that benefits from movement. E.g. Old Sensei, Excitable Newbie, Thunder Fey.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "5",
    "tierarmor": "0",
    "passive": "When this ends movement it gains Evasion equal to the distance it is from its original position.",
    "actionname": "Discombobulate",
    "action": "Choose an adjacent target, if they have more Evasion than Armor, slow them, if they have more Armor, Shred them, if they have neither, Mark them.",
    "attackname": "Incision",
    "attack": "Roll 5 + [Tier] on an adjacent target. Reward: Deal [Hits] + [Tension] damage and Teleport to the space adjacent to them that’s furthest from you.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Thunderous Ascension",
    "acetension": "2",
    "ace": "Increase this enemy’s speed by [Tier × 2], and for the rest of the Scene, once per Turn, when it moves into every space adjacent to an opponent that opponent is Slowed and Dazed. This NPC immediately takes another Turn"
  },
  {
    "name": "Bannerman",
    "archetype": "Support",
    "flavor": "Buffs and moves allies close to itself. E.g. Battle Commander, Psychic Lord, Hivemind Minion.",
    "basehp": "18",
    "tierhp": "5",
    "speed": "4",
    "tierarmor": "0",
    "passive": "When this moves any of its allies within a 3x3 Zone centered on itself may move to a space adjacent to its new position. **[Action] In Position: Target an ally in 6** spaces and choose a direction. Strengthen them, Reinforce them, and move them one space in the chosen direction, pushing any characters who would prevent said movement. Repeat these effects on allies adjacent to the target (including this effect) up to once per target.",
    "actionname": "",
    "action": "",
    "attackname": "Swing",
    "attack": "Roll 4 + [Tier] on an adjacent target.\nReward: Deal [Hits] + [Tension] damage, and Weaken them if they haven’t been attacked by enemies this Round.",
    "attackdice": "4",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Plant The Flag",
    "acetension": "3",
    "ace": "Place a 15 + [Tier × 5] Health terrain in a space adjacent to this, so long as the terrain exists it uses “In Position” at the start of the Round, this NPC attack changes to another NPC’s on the board until this terrain is destroyed."
  },
  {
    "name": "Builder",
    "archetype": "Support",
    "flavor": "Creates terrain to disrupt enemies. E.g. Stone Tosser, Lava Fey, Construction Worker.",
    "basehp": "15",
    "tierhp": "5",
    "speed": "3",
    "tierarmor": "1",
    "passive": "This NPC can move through terrain.",
    "actionname": "Landscape",
    "action": "Target up to 3 unoccupied spaces within 4 spaces, make them High or Low Terrain.",
    "attackname": "Violent Construction",
    "attack": "Choose a target in 6 spaces. Deal 2 + [Tier] Damage to them and place a 15 + [Tier × 5] Health terrain adjacent to them.",
    "attackdice": "",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Army Of Stone",
    "acetension": "2",
    "ace": "Turn all pieces of Terrain on the board into allied Fodder Zones. This NPC immediately takes another Turn."
  },
  {
    "name": "Healer",
    "archetype": "Support",
    "flavor": "Chooses a favorite ally and heals them. E.g. Imperial Cleric, Battle Medic, Partner Faerie.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "4",
    "tierarmor": "0",
    "passive": "At the beginning of this NPC's Turn it may choose an ally to be its ‘Guardian’. So long as it’s adjacent to its Guardian and the Guardian can be targeted, this cannot be targeted.",
    "actionname": "Heal",
    "action": "Restore 2 + [Tier] Health to an ally in 3 spaces. This NPC healing is doubled against its Guardian.",
    "attackname": "Exsanguinate",
    "attack": "Choose a target within 5 spaces. Roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage, and Mark them. When a Marked opponent is attacked, Mark is removed and the attacker restores 5 + [Tier] Health.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Savior",
    "acetension": "1",
    "ace": "This NPC removes all effects from their Guardian, and they begin Regenerating."
  },
  {
    "name": "Illusionist",
    "archetype": "Support",
    "flavor": "Swaps the position of characters freely. E.g. Mirror Magi, Smoke Elemental, Destablizer.",
    "basehp": "15",
    "tierhp": "5",
    "speed": "4",
    "tierarmor": "0",
    "passive": "When this starts their Turn, they may swap any NPC’s position with another NPC. This NPC counts as Teleporting for both.",
    "actionname": "Spatial Rift",
    "action": "Create 5 Walls with 10(+3) Health anywhere on the board.",
    "attackname": "Distort Reality",
    "attack": "Choose any number of adjacent targets. Roll 4 + [Tier].\nReward: Deal [Hits] + [Tension] damage. The target is in ‘Flux’. When a character in Flux starts their Turn this may use its passive on them as if they're an NPC, doing so removes Flux.",
    "attackdice": "4",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Shattered Skies",
    "acetension": "1",
    "ace": "This NPC Immobilizes itself. At the start of its next turn, it uses its Primary Attack on all its opponents."
  },
  {
    "name": "Coordinator",
    "archetype": "Support",
    "flavor": "Has allies make extra attacks on its turn. E.g. Squad Captain, Inspiring Bard, Pack Alpha.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "3",
    "tierarmor": "0",
    "passive": "This NPC's allies in 4 spaces count as having Strengthened during this NPC's Turn.",
    "actionname": "“Neutralize Them”",
    "action": "Choose a target within 4 spaces, Mark them.",
    "attackname": "Fanaticize",
    "attack": "Move up to 1 space and roll 5 + [Tier] against an adjacent target.\nReward: Deal [Hits] + [Tension] damage and have an ally move their speed or use their primary attack on a character who hasn’t been attacked this turn.",
    "attackdice": "",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Coordinated Charge",
    "acetension": "2",
    "ace": "All other enemies in 5 spaces can move their speed or use “Fanaticize” on a character who hasn’t been attacked this turn."
  },
  {
    "name": "Doppelgänger",
    "archetype": "Support",
    "flavor": "Transforms into allies and duplicates. E.g. Fey Trickster, Mystic Chameleon, Impersonator.",
    "basehp": "15",
    "tierhp": "5",
    "speed": "5",
    "tierarmor": "0",
    "passive": "If this NPC did not start their turn Imitating another NPC they may attack twice on their turn.",
    "actionname": "Imitate",
    "action": "This NPC ‘Imitates’ one of its allies, replacing their non-Health stats, Passive, Action, and Attack with the chosen ally’s. This NPC Imitation lasts until this receives damage, at which point this can Teleport to a space within 6 spaces of it. A Doppelgänger cannot Imitate the same NPC two Turns in a row.",
    "attackname": "",
    "attack": "",
    "attackdice": "",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Diplopia",
    "acetension": "3",
    "ace": "This NPC creates two copies of itself in unoccupied adjacent spaces with the same Tier and current Health. This NPC immediately takes another Turn."
  },
  {
    "name": "Matriarch",
    "archetype": "Support",
    "flavor": "Creates safe zones where allies are immune. E.g. Shield Magi, Mysterious Fey, ER Responder.",
    "basehp": "15",
    "tierhp": "5",
    "speed": "3",
    "tierarmor": "0",
    "passive": "At the beginning of each Round this can designate a space, for the remainder of the Round, non-Matriarch enemies in that space can't be targeted by characters other than the Matriarch.",
    "actionname": "Caress",
    "action": "Target any character, Teleport them to the designated space, or Teleport a character in the designated space to another space.",
    "attackname": "Destroy The Interloper",
    "attack": "Choose a target in the designated space. Roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage, Banish them, and move them up to 4 spaces.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Mother Of The Void",
    "acetension": "3",
    "ace": "For the rest of this Scene this can designate 2 spaces with its passive. This NPC immediately takes another Turn."
  },
  {
    "name": "Martyr",
    "archetype": "Support",
    "flavor": "Takes damage to heal all allies in a zone. E.g. Sacrifice, Shield Generator, Dedicated Leader.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "4",
    "tierarmor": "0",
    "passive": "At the end of each Round, this restores 5 + [Tier] Health.",
    "actionname": "Gorge On My Flesh",
    "action": "This NPC deals 1 + [Tier] damage to itself. Until the end of this NPC's next Turn all allies within 4 spaces of it gain 2 + [Tier] Armor.",
    "attackname": "Savor My Blood",
    "attack": "Choose a target within 5 spaces. Roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage, and heal this equal to half its missing Health.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Sacrifice",
    "acetension": "3",
    "ace": "This NPC knocks itself out, restoring Health to all allies equal to double the allies’ Armor. This NPC triggers automatically if this is knocked out while the Tension is at or above 4."
  },
  {
    "name": "Baron",
    "archetype": "Engine",
    "flavor": "Bans specific attacks and attacks its users. E.g. Imperial Justicar, Law Faerie, Syndicate Head.",
    "basehp": "15",
    "tierhp": "5",
    "speed": "2",
    "tierarmor": "1",
    "passive": "At the start of its turn, this names “Skirmish”, “Cast”, or “Finisher”. It can't name the same one twice in a row. When a player takes an action that matches the last one this named, this can Teleport to an empty space adjacent to them (If there is one), become the target, and deal [Tier + 2] damage to them. This NPC can only happen once each Round.",
    "actionname": "Prescript",
    "action": "Target up to 3 opponents, each of them must indicate a space on the board, if they do not end their next Turn in that space they receive a Wound.",
    "attackname": "Suppress",
    "attack": "Roll 4 + [Tier] on an adjacent target.\nReward: Deal [Hits] + [Tension] damage and Weaken the target if they haven’t been attacked by enemies this Round.",
    "attackdice": "4",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Absolute Sovereignty",
    "acetension": "3",
    "ace": "For the rest of this Scene, this may name two actions when it triggers its Passive, removing the naming of the same action twice in a row restriction, it may deal damage once per word."
  },
  {
    "name": "Berserker",
    "archetype": "Engine",
    "flavor": "Gets in the mix and wants to take damage. E.g. Outland Rager, Aggressive Bouncer, Wounded Rat.",
    "basehp": "18",
    "tierhp": "5",
    "speed": "3",
    "tierarmor": "0",
    "passive": "Once per Turn, when this takes 4 or more damage in one instance, it can move up to 1 space in any direction and deal [Tier + 1] damage to an opponent adjacent to it.",
    "actionname": "Seethe",
    "action": "This NPC heals 2 + [Tier x 2].",
    "attackname": "Thrash",
    "attack": "Roll 5 + [Tier] on an adjacent target.\nReward: Deal [Hits] + [Tension] damage and push them 1 space away.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Last Stand",
    "acetension": "3",
    "ace": "This NPC sets its Health to 13 + [Tier × 5], and its Passive changes to move it two spaces for the rest of the Scene. This NPC immediately takes another Turn."
  },
  {
    "name": "Cultist",
    "archetype": "Engine",
    "flavor": "Increases Tension to summon stronger allies. E.g. Spirit Caller, Assembly Line, Sentai Squad.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "2",
    "tierarmor": "0",
    "passive": "Whenever this increases Tension in any way, it adds one ‘Doom’ counter to the Scene. During players’ Turns they treat the Tension as being 1 lower than its value for each Doom counter in the scene.",
    "actionname": "Ritual Drawings",
    "action": "Tension increases by 1. Place a ‘Ritual’ token in three empty spaces. If an opponent enters a space containing a Ritual, remove it, deal [Tension] damage and Daze them.",
    "attackname": "Swipe",
    "attack": "Roll 4 + [Tier] on an adjacent target.\nReward: Deal [Hits] + [Tension] damage.",
    "attackdice": "4",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Grand Calling",
    "acetension": "8",
    "ace": "This NPC is Knocked Out and a new non-Cultist NPC of a type of the Cultist’s choice is created in the space it left. This NPC also always has a “Giant” NPC Modiyer applied. Both it has a Tier equal to double the Cultist’s Tier."
  },
  {
    "name": "Daredevil",
    "archetype": "Engine",
    "flavor": "Moves and attacks as tension increases. E.g. Local Hero, Chaotic Imp, Sparkling Performer.",
    "basehp": "15",
    "tierhp": "5",
    "speed": "4",
    "tierarmor": "0",
    "passive": "When Tension increases, this may move up to 3 spaces in a straight line. If this movement moves them adjacent to a character they may deal 2 + [Tier] damage to said character (max 1 character per move).",
    "actionname": "Gloat",
    "action": "Increase the Tension by 1.",
    "attackname": "Dance",
    "attack": "Choose up to two adjacent targets. Roll 4 + [Tier].\nReward: Deal [Hits] + [Tension] damage and launch the target(s).",
    "attackdice": "4",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Adrenaline High",
    "acetension": "4",
    "ace": "For the rest of the scene this deals an additional [Tier] damage with their Primary Attack and can move up to 6 spaces with their Passive movement. This NPC immediately takes another Turn."
  },
  {
    "name": "Necromancer",
    "archetype": "Engine",
    "flavor": "Revives dead allies and fears enemies. E.g. Lich, Scrap Reassembler, Recovering Cleric.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "2",
    "tierarmor": "0",
    "passive": "Enemies who're knocked out while the necromancer is Deployed leave a ‘Corpse’ on the space they were Knocked Out on.",
    "actionname": "Rise Again",
    "action": "Create 3 Corpses within 4 spaces",
    "attackname": "Terrifying Shot",
    "attack": "Choose a target in 5 spaces. Roll 4 + [Tier].\nReward: Deal [Hits] + [Tension × 2] damage, Fear the target.",
    "attackdice": "4",
    "attacktierdice": "1",
    "attacktensionx": "2",
    "acename": "The Danse Macabre",
    "acetension": "2",
    "ace": "This NPC revives 2 Corpses as Bruisers, Vipers, or Rangers with Tiers equal to this NPC's minus 1 (min 1)."
  },
  {
    "name": "Privateer",
    "archetype": "Engine",
    "flavor": "Attacks when allies attack nearby enemies. E.g. Running Gunman, Bird Of Prey, Mini Turret.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "4",
    "tierarmor": "0",
    "passive": "Once per Round, when an ally attacks an opponent in this NPCs Attack range, this can deal [Tier + 2] damage to them.",
    "actionname": "Escort",
    "action": "Hasten an ally, when that ally moves this may move an equal number of spaces so long as it doesn't end up further away from the ally.",
    "attackname": "Spray And Pray",
    "attack": "Target all characters in a 2 space Line adjacent to this. Roll 4 + [Tier].\nReward: Deal [Hits] + [Tension × 2] damage.",
    "attackdice": "4",
    "attacktierdice": "1",
    "attacktensionx": "2",
    "acename": "Gear Change",
    "acetension": "3",
    "ace": "For the rest of this Scene this can move 1 space at the end of every character’s turn. This NPC immediately takes another Turn."
  },
  {
    "name": "Cannoneer",
    "archetype": "Engine",
    "flavor": "Sets up a powerful ranged attack slowly. E.g. Ship’s Cannon, Dragon’s Maw, Ritual Caster.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "1",
    "tierarmor": "0",
    "passive": "When this is deployed, begin tracking ‘Preparation’, a 4 Segment Clock that’s emptied at the start of every Scene.",
    "actionname": "Aim",
    "action": "This NPC Strengthens and Steadies itself.",
    "attackname": "Load",
    "attack": "Fill the Preparation by 1 Segment, 2 if this didn’t move this turn.",
    "attackdice": "",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Fire",
    "acetension": "X",
    "ace": "Use this Ace when this begins their Turn with a full Preparation Clock. Empty the Preparation Clock and Choose a target in 10 spaces. Roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage three times."
  },
  {
    "name": "Enchanter",
    "archetype": "Engine",
    "flavor": "Disrupts with debuffs and controls actions. E.g. Luring Fey, Puppet Master, Neuro Toxician.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "3",
    "tierarmor": "0",
    "passive": "",
    "actionname": "Charm",
    "action": "Choose a target in 5 spaces. Fear or Taunt them, then move them 3 spaces.",
    "attackname": "Heartbreaker",
    "attack": "Target a space within 5 spaces. Roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage, if the target was Feared or Taunted, Weaken and Slow them.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "By My Command",
    "acetension": "2",
    "ace": "This NPC chooses a Taunted or Feared character, that character gains 2 AP and must take a Turn where they Attack one of their allies, or they receive a Wound."
  },
  {
    "name": "Hound Master",
    "archetype": "Engine",
    "flavor": "Creates seeking fodder that explodes. E.g. Dog Tamer, Rocket Platform, Mystic Ranger.",
    "basehp": "15",
    "tierhp": "5",
    "speed": "2",
    "tierarmor": "0",
    "passive": "Fodder Zones can move 4 spaces rather than 2 at the end of this NPC’s Turn.",
    "actionname": "Fire Seeker",
    "action": "Choose a target 4 or more spaces away and create a ‘Seeker’ in a space adjacent to this. Seekers are special Fodder Zones. If a Seeker moves adjacent to the character that was targeted when it was created, it disappears and deals 6 + [Tier] damage to all adjacent opponents.",
    "attackname": "Shove",
    "attack": "Choose a target within 3 spaces. Roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage and push them 2 spaces away.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Wild Hunt",
    "acetension": "2",
    "ace": "This NPC creates 3 Seekers targeting the same character."
  },
  {
    "name": "Rifter",
    "archetype": "Engine",
    "flavor": "Creates portals that anyone can use. E.g. Spacial Magi, Tunnelling Mole, Explosive Jumper.",
    "basehp": "13",
    "tierhp": "5",
    "speed": "2",
    "tierarmor": "0",
    "passive": "When this initiates movement (even involuntary movement) it creates a “Rift” in the space it left and the space it moved to. Once per Turn, when another Character moves on to a Rift, they may remove it and move to another unoccupied Rift.",
    "actionname": "Wild Shifting",
    "action": "Teleport to a space within 3 spaces 3 times.",
    "attackname": "Emerge",
    "attack": "Teleport to a space in 5 spaces, and target all adjacent targets. Roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Implode",
    "acetension": "3",
    "ace": "All Rifts explode, performing the damaging portion of this NPC's Primary Attack on all characters adjacent to or within those Rifts."
  },
  {
    "name": "Swarm",
    "archetype": "Engine",
    "flavor": "Enhanced Fodder that makes more Fodder. E.g. Insect Swarm, Bandit Squad, Vestigial Limbs.",
    "basehp": "1",
    "tierhp": "0",
    "speed": "0",
    "tierarmor": "0",
    "passive": "When this would Deploy, Deploy 4 + [Tier] unique Fodder Zones instead. This NPC cannot be Knocked out until all of its Fodder Zones are Knocked Out or until all non Fodder are Knocked Out, and when they are, this receives 1 damage.",
    "actionname": "Call",
    "action": "Create 1 + [Tier] Fodder within 4 spaces. This NPC can only be used once per Round (these are not included in this NPC’s unique fodder).",
    "attackname": "Tear",
    "attack": "Move all Fodder Zones up to one space. Choose up to 3 opponents adjacent to a Fodder Zone, Roll 5 + [Tier].\nReward: Deal [Hits] + [Tension] damage and Daze one of the targets.",
    "attackdice": "5",
    "attacktierdice": "1",
    "attacktensionx": "1",
    "acename": "Reinforcements",
    "acetension": "2",
    "ace": "Create 4 + [Tier] Fodder Zones on the edge of the Board. This NPC immediately takes another Turn."
  }
]
