[
  {
    "name": "All-Seeing",
    "flavor": "Master of battlefield control and range.",
    "defensename": "“Predictable”",
    "turnname": "Piercing Vision (Misc Reaction)",
    "phasename": "“...You’ve Forced My Hand”",
    "defense": "When this NPC would be Attacked they may gain [Tier × 2] Evasion. If the Attack misses, this NPC may move up to 3 spaces in any direction.",
    "turn": "When this NPC is at least 4 spaces away from a player and the player gets attacked, this may Mark them (before the attack is rolled or advantage is determined).",
    "phase": "When this NPC would be Knocked Out or pass a Health Gate you may spend 2 Antagonism and give all players 1 Influence to deploy 2 Artillery NPCs with Tiers equal to this NPC’s and have this restore [Tier x 5] Health."
  },
  {
    "name": "God-Like",
    "flavor": "All-Rounder with tools to move players.",
    "defensename": "“BREAK”",
    "turnname": "“BEHOLD” (Start Of Turn)",
    "phasename": "“BOW TO ME”",
    "defense": "When this NPC would be Attacked they may gain [Tier × 2] Armor. If the Attack’s damage is reduced to 1 the Attacker is pushed 3 spaces away and slowed.",
    "turn": "When this NPC begins its Turn it may choose a non-adjacent player and pull them 2 spaces towards themself. If the player is brought adjacent, Daze them.",
    "phase": "When this NPC would be Knocked Out or pass a Health Gate you may spend 2 Antagonism and give all players 1 Influence to deploy 2 Paladin NPCs with Tiers equal to this NPC’s and have this restore [Tier x 5] Health."
  },
  {
    "name": "Iron-Willed",
    "flavor": "Full force tank who can protect allies.",
    "defensename": "Guardian",
    "turnname": "Jabbing Insults (Start Of Turn)",
    "phasename": "“Push The Line!”",
    "defense": "When any NPC would be attacked, this NPC may teleport adjacent to the attacker and gain [Tier × 2] Armor and force the attack to target them.",
    "turn": "When this NPC begins its Turn adjacent to a player, they may Taunt them.",
    "phase": "When this NPC would be Knocked Out or pass a Health Gate you may spend 2 Antagonism and give all players 1 Influence to deploy 2 Swarm NPCs with a Tier equal to this NPC’s, have this restore [Tier x 5] Health, and give this NPC [Tier] Armor."
  },
  {
    "name": "Over-Confident",
    "flavor": "Evasion based bruiser with a cleanse.",
    "defensename": "“Go On And Try!”",
    "turnname": "Drop The Weight (Start Of Turn)",
    "phasename": "Deafening Silence",
    "defense": "When this NPC would be Attacked, they may Mark themselves to gain [Tier × 2] Evasion after the attack.",
    "turn": "When this NPC begins its Turn it may lose any amount of Evasion to move 4 spaces ignoring characters. If this NPC moves through an opponent they take damage equal to the Evasion spent.",
    "phase": "When this NPC would be Knocked Out or pass a Health Gate you may spend 2 Antagonism and give all players 1 Influence to remove all Negative Effects from this, make it unable to gain Negative Effects for the remainder of the Scene, and have this restore [Tier x 5] Health."
  },
  {
    "name": "Back-stabbing",
    "flavor": "Sacrifices allies for their own survival.",
    "defensename": "“Honorable” Sacrifice",
    "turnname": "Shirk The Blame (Start Of Turn)",
    "phasename": "“Seize Them!”",
    "defense": "When any NPC would be attacked, this may have one of its allies teleport adjacent to it and become the target instead.",
    "turn": "When this NPC begins its Turn while another NPC is adjacent to a player, they may have said NPC Taunt them.",
    "phase": "When this NPC would be Knocked Out or pass a Health Gate you may spend 2 Antagonism and give all players 1 Influence to deploy 2 Bodyguard NPCs with a Tier equal to this NPC’s, have this gain [Tier x 5] Health, and [Tier x 3] Evasion."
  },
  {
    "name": "Cruel-Hearted",
    "flavor": "Sadistically debuffs and DOTs players.",
    "defensename": "Body Of Thorns",
    "turnname": "Sadist (Start Of Turn)",
    "phasename": "“Breath It In!”",
    "defense": "When this NPC would be Attacked they may gain [Tier × 2] Armor. If the Attack’s damage is reduced to 1 the Attacker is Blighted.",
    "turn": "When this NPC begins its Turn it may clear Blight from any number of characters in the scene, doing this Strengthens this NPC and deals [Tier × 2] damage to all character’s affected.",
    "phase": "When this NPC would be Knocked Out or pass a Health Gate you may spend 2 Antagonism and give all players 1 Influence to attach a Contagion and Isolation Modifier with Tiers equal to this NPC’s and have this restore [Tier x 5] Health."
  },
  {
    "name": "Swift-Stepping",
    "flavor": "Assassin eliminating single players.",
    "defensename": "Enter Shadow",
    "turnname": "Dominate (Start Of Turn)",
    "phasename": "“Go To Sleep…”",
    "defense": "When this NPC would be Attacked they may gain [Tier × 2] Evasion. If the Attack misses, it teleports to a space on the edge of the board and Disappears.",
    "turn": "When this NPC begins its Turn it may choose a character that hasn’t been attacked since the start of its last turn, that character becomes “Marked For Death”. When this NPC attacks a character who’s been Marked For Death, they deal [Tier × 2] additional damage and remove the effect.",
    "phase": "When this NPC would be Knocked Out or pass a Health Gate you may spend 2 Antagonism & give all players 1 Influence to Disappear and Strengthen this, have this restore [Tier x 5] Health, and give this [Tier x 3] Evasion."
  },
  {
    "name": "Wild-Eyed",
    "flavor": "Bruiser benefiting from being in the mix.",
    "defensename": "Vicious Interception",
    "turnname": "Beastly Roar (Start Of Turn)",
    "phasename": "“Crush Them All!”",
    "defense": "When this NPC would be attacked, they may force the attacker to Clash with it instead (the enemy counts as having 3 + [Tier] Spirit for the Clash).",
    "turn": "When this NPC begins its Turn, it may ‘Roar’, clearing all Effects on it, dealing Daze to opponents in 3 spaces of it, and pushing them to the nearest space 4 spaces away from it",
    "phase": "When this NPC would be Knocked Out or pass a Health Gate you may spend 2 Antagonism and give all players 1 Influence to attach a Giant and Earthquake Modifier with Tiers equal to this and have this restore [Tier x 5] Health."
  },
  {
    "name": "World-Renowned",
    "flavor": "Supportive fighter with buffs.",
    "defensename": "Hero’s Interception",
    "turnname": "Inspiring Presence (Ally Turn Start)",
    "phasename": "“Face Me!”",
    "defense": "When any NPC is attacked, this NPC may teleport adjacent to the attacker and force the attacker to Clash with it instead.",
    "turn": "When another NPC begins its Turn, this NPC may have it Attack or move an additional time.",
    "phase": "When this NPC would be Knocked Out or pass a Health Gate you may spend 2 Antagonism and give all players 1 Influence to force a player into a Duel, have this restore [Tier x 5] Health, and give this [Tier x 3] Evasion."
  }
]
